// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Página teste";

TransferringProcessTitle = "Transferindo arquivo…";
PrintingProcessTitle = "Imprimindo a página teste…";

HSDTitleTextFieldValue = "Página teste";
HSDInfoTextFieldValue = "Se tiver problemas com a impressão de documentos com esta impressora, tente imprimir uma página teste para identificar a origem do problema.

Esta página é enviada separadamente para a impressora, ignorando o software do driver da impressora e outros processamentos do sistema.

Se a página de teste for impressa sem problemas, talvez haja problema com o sistema de impressão do computador. Tente reinstalar o software do driver da impressora para corrigir o problema.

Se a página de teste não for impressa, ou tiver má qualidade, a impressora não está funcionando bem.";
HSDPrintButtonTitle = "Imprimir a página teste";

HSDRMTTPPanelHeader = "Imprimir um relatório de status da impressora";
HSDRMTTPPanelHeader = "Imprima uma página de teste para verificar se a impressora pode receber dados e imprimir corretamente a partir do computador. É possível usar papel comum para isso.\n\nClique em Imprimir página para imprimir a página de teste.";
HSDRMTTPButtonTitle = "Imprimir página";
RMTTaskTitle = "Relatório de status";

NoPaperTitle = "Sem papel";
NoPaperMsg = "O dispositivo está sem papel. Coloque papel na bandeja de entrada.";
